Repository: FlameGemini/Ardel
Catalog: src/Ardel.Launcher/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_cn

# Error_QuiltProfileInvalid
source: Quilt profile was not created correctly. Pick a version name different from the Minecraft id and try again.
ja_jp: Quilt プロファイルが正しく作成されませんでした。Minecraft ID と異なるバージョン名を選択して再試行してください。
